/* RuleEditorController */
"%@ (Disabled: %@)" = "%1$@ (Desactivat: %2$@)";

/* SettingsViewController */
"About" = "Quant a";

/* BookmarkViewController */
"Add Bookmark" = "Afegiu un marcador";

/* RuleEditorController */
"All rules" = "Totes les regles";

/* SettingsViewController */
"Allow 3rd-Party Keyboards" = "Permet teclats de tercers";

/* SecurityViewController */
"Allow hosts to access WebRTC functions." = "Permet als amfitrions d'accedir a les funcions WebRTC.";

/* SecurityViewController */
"Allow hosts to permanently store cookies and local storage databases." = "Permet els amfitrions emmagatzemar permanentment galetes i bases de dades locals.";

/* SecurityViewController */
"Allow HTTPS hosts to load page resources from non-HTTPS hosts. (Useful for RSS readers and other aggregators.)" = "Permet als amfitrions HTTPS carregar els recursos de les pàgines des d'amfitrions no-HTTPS (útil per als lectors RSS i altres agregadors)";

/* SecurityViewController */
"Allow Persistent Cookies" = "Permet galetes persistents";

/* Tab+UIWebViewDelegate */
"Allow this page to close its tab?" = "Voleu permetre que aquesta pàgina tanqui la pestanya?";

/* Tab+Gestures */
"An error occurred downloading image %@" = "S'ha produït un error quan es baixava la imatge %@";

/* DonationViewController */
"Are you sure you want to send a %@ tip?" = "Segur que voleu enviar una propina de %@?";

/* AppDelegate */
"Authentication Required" = "Cal una autentificació";

/* SettingsViewController */
"Auto-Complete Search Results" = "Emplena automàticament els resultats de cerca";

/* URLBlockerRuleController */
"Blocked 3rd-Party Hosts" = "Amfitrions de tercers blocats";

/* BookmarksViewController */
"Bookmarks" = "Marcadors";

/* CircuSitsViewController */
"Bridge Configuration" = "Configuració del pont";

/* AlertHelper */
"Cancel" = "Cancel·la";

/* SettingsViewController */
"Changing this option requires restarting the app." = "Cal reiniciar l'aplicació per a canviar aquesta opció.";

/* SettingsViewController */
"Choose how long app remembers open tabs." = "Trieu quant de temps recorda l'aplicació les pestanyes obertes.";

/* AppDelegate */
"Close Tab" = "Tanca la pestanya";

/* Tab+UIWebViewDelegate */
"Confirm" = "Confirma";

/* DonationViewController */
"Confirm %@" = "Confirma %@";

/* DonationViewController */
"Confirm Purchase" = "Confirma la compra";

/* ConnectingViewController */
"Connected!" = "S'ha connectat!";

/* SecurityViewController */
"Content Policy" = "Política de contingut";

/* SettingsViewController, Storage1ViewController, Storage2ViewController */
"Cookies and Local Storage" = "Galetes i emmagatzematge local";

/* Storage1ViewController */
"Cookies and local storage data from non-whitelisted hosts will be cleared even from open tabs after not being accessed for this many minutes." = "Les galetes i les dades d'emmagatzematge local dels llocs fora de la llista blanca s'esborraran inclús de les pestanyes obertes si no s'hi accedeix durant aquests minuts.";

/* Tab+Gestures */
"Copy URL" = "Copia l'URL";

/* AppDelegate */
"Create New Tab" = "Crea una pestanya nova";

/* SecurityPresetsRow; a security level */
"Custom" = "Personalitzat";

/* SecurityViewController */
"Custom user-agent string, or blank to use the default." = "Personalitzeu la cadena d'agent d'usuari, o deixeu-la en blanc per a usar la predeterminada.";

/* RuleEditorController */
"Disable" = "Desactiva";

/* RuleEditorController */
"Disabled: %@" = "Desactivat: %@";

/* DonationViewController */
"Donate" = "Donacions";

/* BrowsingViewController */
"Done" = "Fet";

/* BookmarkViewController */
"Edit Bookmark" = "Edita el marcador";

/* RuleEditorController */
"Enable" = "Activa";

/* AlertHelper */
"Error" = "Error";

/* AppDelegate */
"Focus URL Field" = "Focalitza el camp de l'URL";

/* SettingsViewController */
"Fund Development" = "Financeu el desenvolupament";

/* AppDelegate */
"Go Back" = "Torna enrere";

/* AppDelegate */
"Go Forward" = "Vés endavant";

/* SecurityViewController */
"Handle tapping on links in a non-standard way to avoid possibly opening external applications." = "Gestiona el clic en enllaços d'una manera no habitual per a evitar poder obrir aplicacions externes.";

/* SettingsViewController */
"HTTPS Everywhere" = "HTTPS Everywhere";

/* HTTPSEverywhereRuleController */
"HTTPS Everywhere Rules" = "Regles de l'HTTPS Everywhere";

/* Tab+UIWebViewDelegate */
"Ignore for this host" = "Ignora per a aquest servidor";

/* SecurityViewController */
"Ignore TLS Errors" = "Ignora els errors TLS";

/* DonationViewController */
"Loading in-app purchase data…" = "S'estan carregant les dades internes de compres...";

/* AppDelegate */
"Log In" = "Inicieu la sessió";

/* SettingsViewController */
"Minimum version of TLS required for hosts to negotiate HTTPS connections." = "Versió mínima del TLS requerida per aquest amfitrió per a negociar les connexions HTTPS.";

/* SettingsViewController */
"Miscellaneous" = "Miscel·lània";

/* SettingsViewController */
"Mute Audio with Mute Switch" = "Silencia el so amb el botó de silenci";

/* SecurityViewController */
"No XHR/WebSocket/Video connections" = "No hi ha cap connexió XHR/WebSocket/Video";

/* JAHPAuthenticatingHTTPProtocol, AlertHelper */
"OK" = "D'acord";

/* Tab+Gestures */
"Open" = "Obre";

/* SecurityViewController */
"Open (normal browsing mode)" = "Obre (mode de navegació normal)";

/* Tab+Gestures */
"Open in a New Tab" = "Obre en una pestanya nova";

/* Tab+Gestures */
"Open in Background Tab" = "Obre la pestanya en segon pla";

/* Tab+Gestures */
"Open in Safari" = "Obre al Safari";

/* SecurityViewController */
"Other" = "Altres";

/* AppDelegate */
"Password" = "Contrasenya";

/* DonationViewController */
"Payment Sent" = "S'ha enviat el pagament";

/* SecurityViewController */
"Privacy" = "Privadesa";

/* Tab */
"Pull to Refresh Page" = "Llisqueu per a actualitzar";

/* DonationViewController */
"Purchase Failure" = "La compra ha fallat";

/* SettingsViewController */
"Rate on App Store" = "Valora-la a l'App Store";

/* SettingsViewController */
"Report a Bug" = "Notifiqueu un error";

/* SecurityViewController */
"Restrictions on resources loaded from web pages." = "Restriccions per als recursos carregats des de pàgines web";

/* RuleEditorController */
"Rules in use on current page" = "Regles a utilitzar en la pàgina actual";

/* Tab+Gestures */
"Save Image" = "Desa la imatge";

/* SettingsViewController */
"Search" = "Cerca";

/* SettingsViewController */
"Search Engine" = "Motor de cerca";

/* SettingsViewController */
"Send Do-Not-Track Header" = "Envia la capçalera «No vull ser seguit»";

/* SettingsViewController */
"Settings" = "Configuració";

/* Storage2ViewController */
"Show All Sites" = "Show All Sites";

/* AppDelegate */
"Show Bookmarks" = "Mostra els marcadors";

/* DonationViewController */
"Sorry, in-app purchase is disabled on your device!" = "Les compres integrades es troben desactivades al vostre dispositiu.";

/* ConnectingViewController */
"Start Browsing" = "Comença a navegar";

/* SettingsViewController */
"Stop Auto-Complete at First Dot" = "Deixa d'emplenar automàticament al primer punt";

/* SecurityViewController */
"Strict (no JavaScript, video, etc.)" = "Estricte (sense JavaScript, vídeos, etc.)";

/* SettingsViewController */
"Support" = "Assistència";

/* DonationViewController */
"Support Onion Browser Development" = "Doneu suport al desenvolupament de l'Onion Browser";

/* AppDelegate */
"Switch to Tab %d" = "Canvia a la pestanya %d";

/* SettingsViewController */
"Tab Security" = "Seguretat de pestanyes";

/* DonationViewController */
"Tip: %@" = "Propina: %@";

/* SettingsViewController */
"TLS 1.3, 1.2, 1.1 or 1.0" = "TLS 1.3, 1.2, 1.1 o 1.0";

/* SettingsViewController */
"TLS 1.3 or 1.2" = "TLS 1.3 o 1.2";

/* SettingsViewController */
"TLS 1.3 Only" = "Només TLS 1.3";

/* Tab+UIWebViewDelegate */
"TLS certificate chain verification error (self-signed certificate?)" = "Error de verificació de la cadena de certificats TLS (és un certificat autosignat?)";

/* Tab+UIWebViewDelegate */
"TLS handshake failed" = "Ha fallat la negociació TLS";

/* Tab+UIWebViewDelegate */
"TLS protocol error" = "Error de protocol TLS";

/* SettingsViewController */
"TLS Version" = "Versió de TLS";

/* SecurityViewController */
"Universal Link Protection" = "Protecció d'enllaços universal";

/* SettingsViewController */
"URL Blocker" = "Blocador d'URL";

/* SecurityViewController */
"User Agent" = "Agent d'Usuari";

/* RuleEditorController */
"User disabled" = "Usuari desactivat";

/* SecurityViewController */
"WebRTC" = "WebRTC";

/* SettingsViewController */
"When disabled, all text entered in search bar will be sent to the search engine unless it starts with \"http\"." = "Quan està desactivat, tot el text que introduïu a la barra de cerca s'enviarà al motor de cerca, excepte si comença per «http».";

/* DonationViewController */
"You most recently donated %@ on %@." = "Fa poc heu donat %@ al%@.";

/* ConnectingViewController */
"__CLAIM_1__" = "La nostra comunitat és el que fa al Tor gran!";

/* ConnectingViewController */
"__CLAIM_2__" = "La gent utilitza el Tor tots els dies per a evitar que els anuncis publicitaris els rastregin.";

/* ConnectingViewController */
"__CLAIM_3__" = "La gent utilitza el Tor per a connectar-se de manera segura amb la família i els amics.";

/* ConnectingViewController */
"__CLAIM_4__" = "Els activistes utilitzen el Tor per a expressar amb llibertat les seves opinions i creences.";

/* ConnectingViewController */
"__CLAIM_5__" = "Els bloguers utilitzen el Tor per a congregar la gent envers reformes socials.";

/* ConnectingViewController */
"__CLAIM_6__" = "Els periodistes utilitzen el Tor per a investigar de manera segura les seves històries.";

/* ConnectingViewController */
"__CLAIM_7__" = "Els empresaris utilitzen el Tor per a mantenir privades les estratègies de les seves companyies.";

/* ConnectingViewController */
"__CLAIM_8__" = "Els treballador utilitzen el Tor per a lluitar per la justícia sense por de perdre la feina.";

/* DonationViewController */
"__DONATE_EXPLANATION_PARAGRAPH1__" = "L'Onion Browser és una aplicació gratuïta, però calen temps i recursos per a desenvolupar-la i mantenir-la.";

/* DonationViewController */
"__DONATE_EXPLANATION_PARAGRAPH2__" = "Podeu donar suport a l'aplicació enviant una propina menuda a través de les compres a l'aplicació, a sota. És una transacció puntual i no recurrent, però podeu tornar en qualsevol moment per a enviar-ne una altra. Els desenvolupadors de l'Onion Browser no recull ni emmagatzema cap informació sobre la compra.";

/* DonationViewController */
"__DONATE_EXPLANATION_PARAGRAPH3__" = "Teniu més informació sobre altres maneres d'ajudar (incloent el Patreon, PayPal, Bitcoin o Zcash) en la secció «Quant a» de la pàgina «Configuració Global».";

/* DonationViewController */
"__DONATE_THANKS__" = "Gràcies! Cada pedra fa paret! El vostre pagament de %@ ajudarà a assegurar la continuïtat del desenvolupament de l'Onion Browser i les eines que fan que el Tor es pugui integrar fàcilment amb les aplicacions d'iOS.";
